{
  "posts": [
    { 
      "id": 1, 
      "path": "../images/College1.jpg", 
      "heading": "College website Dashboard" , 
      "SubHeading": "kathmandu BernHardt College Website" ,
      "Description": "Kathmandu BernHardt College is located inside of Kathmandu District of Nepal. This website is a practice for college website that provides the college and its amazing history. Students can join the college, register themselves and get enrolled into the college via this website" ,
      "ProjectLink": "https://github.com/Bishal007-eng/CollegeWebSite.git" 
    },

    { 
      "id": 2, 
      "path": "../images/ShopAdmin.jpg", 
      "heading": "E-Mobile Shop Dashboard" , 
      "SubHeading": "Online Mobile Phone Shopping  Website" ,
      "Description": "E-mobile Shop is an online mobile shopping platform that sells verity of mobile phones and their corresponding products. Users can view the products in our dashboard or via a specific brand like 'Samsung','Apple','Vivo' etc. There is a wide range of products to choose from. Moreover, users can also add their desired products to their wishlist and purchase them later from the wishlist directly. Users can also choose their mode of pay i.e either via Cash on Delivery or Online payment method. There is also a different section for admins to keep track of the stock and also about users order and queries. Admin can respond to the queries of the users and help them to get a good user experience. The system was made using Bootstrap, HTML, CSS, JavaScript, and AJAX." ,
      "ProjectLink": "https://github.com/Bishal007-eng/E-MobileStore.git  "
    },

    { 
      "id": 3, 
      "path": "../images/hotel1.jpg", 
      "heading": "Hotel Reservation System Dashboard" , 
      "SubHeading": "Online Hotel Reservation Website" ,
      "Description": "Hotel reservation system is a replicate system of Nepal's one of the most famous and leading Hotel industry 'Soaltee Hotel'. This system has different sections to look for. Users can Register thyself to the system which allows them to make the reservation of their desired rooms. The system is loaded with functionalities such as email and OTP verification, Forget Password Functionalities, Online Payment System, Room reservation and Query section to ask questions. Similarly, Admin is the one who controls the backend of the system. They can add or delete rooms, set the activity of the room and let users know if the room is available or is reserved. They manage the carousels of the hotel and answers to users queries. The system was made using Bootstrap, HTML, CSS, JavaScript, SendGrid(For Email verification and forgot password Functionality), and AJAX." ,
      "ProjectLink": "https://github.com/Bishal007-eng/Hotel-Reservation.git"
    },
    { 
      "id": 4, 
      "path": "../images/Weather.jpg", 
      "heading": "Weather App " , 
      "SubHeading": "Weather Around the World App Using React" ,
      "Description": "Weather App is a ReactJs App that show the weather around the world. The app can display weathers like Clear, Rainy, Snowing, Cloudy, Hazy, Foggy etc. The App uses an API called OpenWeatherMap that provides Real world data which is used to display the weather of the particular area. The app also displays the weather Temperature of the moment which is really helpful. The app uses Pretty smooth and and interactive UI for users convince. The App is based on ReactJs." ,
      "ProjectLink": "https://github.com/Bishal007-eng/Weather-App.git"
    },
    { 
      "id": 5, 
      "path": "../images/todo_app.jpg", 
      "heading": "To-Do App " , 
      "SubHeading": "Daily To-do tasks App Using React" ,
      "Description": "This is a Daily To-Do tasks application where user can Add their tasks of the day and then delete them once they are completed.This is a really helpful app considering the fact that people can set their tasks and descriptions accordingly. The app uses Pretty smooth and and interactive UI for users convince. The App is based on ReactJs and uses Browser's Local Storage for storing users data which user can delete once they are completed from the app itself." ,
      "ProjectLink": "https://github.com/Bishal007-eng/ToDo-App.git"
    },
    { 
      "id": 6, 
      "path": "../images/textUtility.jpg", 
      "heading": "Text Editor " , 
      "SubHeading": "Text Editor App Using React" ,
      "Description": "This is my first React Project. This Project is a simple text manipulator which is capable of manipulating texts such as conversion to UPPER and LOWER CASES, Clear Extra Spaces, Redo, Preview and more. User can also keep track of number of words and characters. User can also toggle between Dark/Light mode of better user experience. This app uses bootstrap for styling and ReactJs." ,
      "ProjectLink": "https://github.com/Bishal007-eng/RecipeBook.git"
    },
    { 
      "id": 6, 
      "path": "../images/RecipeBook.jpg", 
      "heading": "Recipe Book " , 
      "SubHeading": "Recipe Book App Using React" ,
      "Description": "This is my latest React Project. This Project is a simple Recipe book or a Recipe Finder app that gives users some amazing recipes that they can prepare at their homes. This app has search functionality, Details of the recipe with ratings, and also ingredient details to make the dish. The API for the project was taken from 'https://forkify-api.herokuapp.com' website which required no API KEY. The project was made with ReactJS, Semantic UI for UI designs and some other CSS properties for Responsiveness." ,
      "ProjectLink": "https://github.com/Bishal007-eng/TextEditor-React.git"
    }
  ]
}